#version: 0.2
Ġ }
Ġ {
Ġ \
Ġ _
Ġ ^
Ġ 2
Ġ )
Ġ (
Ġ =
r a
Ġ 1
Ġ ,
Ġ -
ra c
f rac
t a
a l
Ġ +
Ġ i
a r
m a
i g
a m
Ġ 0
p h
Ġ .
Ġ x
t i
Ġ\ ,
l e
Ġ a
Ġ n
m u
e ta
Ġ d
m e
t h
f t
ig h
r igh
d e
s i
i n
Ġ k
Ġ e
le ft
p ar
righ t
ti al
par tial
Ġ m
ph a
al pha
Ġ r
d a
Ġ t
Ġ\ ;
Ġ c
Ġ ~
Ġ p
Ġ A
ph i
p si
Ġ j
ma th
p r
b da
am bda
Ġ 3
l ta
Ġ g
Ġ l
n u
Ġ s
Ġ 4
c al
i me
pr ime
am ma
Ġ b
p i
Ġ z
r m
math rm
o t
de lta
t o
b ar
d ot
Ġ |
l ambda
q u
ig ma
b eta
g a
me ga
Ġ f
o p
Ġ N
Ġ q
Ġ T
o n
Ġ ]
r n
v e
l on
Ġ R
op e
ra to
am e
rn ame
ope rato
operato rname
a t
h at
in t
h i
Ġ L
Ġ M
psi lon
l de
ti lde
s igma
e psilon
Ġ D
th eta
Ġ B
g amma
r t
Ġ S
Ġ [
h o
r ho
Ġ F
n g
ng le
Ġ y
s u
a d
qu ad
Ġ /
s q
sq rt
Ġ h
su m
v ar
Ġ u
b f
ta u
Ġ H
o mega
ra y
ar ray
Ġ C
Ġ o
Ġ P
Ġ\ \
Ġ I
l a
Ġ G
Ġ V
Ġ X
Ġ E
x i
P hi
Ġ J
ve c
Ġ v
Ġ Q
p a
G amma
L ambda
ra ngle
ta r
p m
a p
g e
c dot
Ġ &
Ġ K
ft y
in fty
Ġ 5
D e
De lta
o w
Ġ *
r ow
var phi
tar row
O mega
Ġ U
l in
lin e
r line
righ tarrow
c hi
Ġ 6
k ap
kap pa
e qu
i v
equ iv
Ġ W
b e
P si
Ġ Z
e n
g in
be gin
en d
Ġ w
Ġ 8
Ġ ;
la ngle
o ve
Ġ\ }
q quad
ove rline
da g
ti me
time s
e l
b ig
a b
n ab
nab la
ge r
dag ger
var epsilon
Ġ\ !
Ġ >
math cal
z eta
pr o
w i
wi de
\ {
Ġ O
S igma
dot s
Ġ\ {
Ġ :
s t
si m
B ig
Ġ Y
Ġ\ :
el l
Ġ <
cdot s
o times
d ge
e dge
w edge
P i
h bar
l dots
wide tilde
Ġ 7
c e
s pa
spa ce
ve rt
Ġ !
pro d
Ġ 9
h space
u n
c k
un de
m i
math bf
unde rline
T h
Th eta
big g
mi d
ap pro
appro x
y le
st yle
a st
\ }
r el
wide hat
r i
s ta
ck rel
sta ckrel
le q
s tar
e r
p er
per p
p t
s p
s c
ri pt
sc ript
t e
ge q
me q
si meq
c i
r c
ci rc
n e
lon g
m p
var theta
u s
te x
tex t
b o
l us
op lus
long rightarrow
Ġ '
d i
ne q
s e
b rac
ra l
o int
y style
la ystyle
sp laystyle
di splaystyle
l d
d dot
bo ld
bold math
Big r
Big l
n ot
X i
bigg l
bigg r
se t
big r
pr op
prop to
text style
big l
brac k
n o
f o
script style
c h
e ck
ch eck
m be
nu mbe
no numbe
nonumbe r
left rightarrow
a ngle
t ri
tri angle
ral l
fo rall
i t
su b
var rho
Big g
Ġ\ |
l brack
p s
ma ps
maps to
on g
script scriptstyle
s f
i math
sub set
Ġ- -
ove r
le l
pa ral
paral lel
c u
l l
z e
si ze
R igh
Righ tarrow
b ot
s h
brac e
b u
r e
i o
io ta
n to
pha nto
text rm
phanto m
over rightarrow
k e
c ong
g g
script size
ti n
tin y
j math
e c
l le
bu lle
bulle t
cu p
ec t
s la
sla sh
big oplus
b re
m al
o m
s mal
smal l
U psilon
\ |
ke rn
bre ve
c ap
bo x
var pi
w p
le f
r brace
ve e
su p
b in
lef tarrow
bin om
I m
d ow
r brack
pr ot
mi t
sup set
dow n
i se
ra ise
to p
prot ect
L ong
ar row
a top
down arrow
R e
u par
ar ge
upar row
Bigg r
\ :
Bigg l
a cu
u p
acu te
Ġ\ #
ar p
L e
o o
ft rightarrow
math sf
var sigma
Le ftrightarrow
l brace
s b
big triangle
u psilon
la p
u t
V e
bigtriangle up
Ve rt
e q
long leftrightarrow
raise box
L arge
f l
h line
p ut
t t
Ġ `
cdot p
b j
s l
big otimes
over leftarrow
bj ect
dot eq
unde rbrace
Long rightarrow
Long leftrightarrow
i p
k ip
o dot
s kip
math op
v phantom
math it
te q
se teq
sh arp
e m
l lap
ot not
fo otnot
oo r
fl oor
e size
ma ke
am on
en space
big cup
di amon
footnot esize
make box
diamon d
a ck
b ack
i ld
l arge
v space
le ng
in us
la be
bu ild
back slash
leng th
labe l
build rel
y set
th arp
pt yset
em ptyset
\ ,
Ġ "
long mapsto
text bf
sub seteq
re f
c o
Ġ\ /
Ġm m
o d
righ tharp
nu p
oo nup
rightharp oonup
d s
f i
n i
o un
p oun
r u
r floor
Ġ\ _
en skip
circ le
om inus
poun ds
ru le
\ ;
h fi
o bject
th in
Ġu le
big cap
ĠO bject
thin space
r lap
over brace
co lon
b m
e ph
n d
al eph
text up
hfi ll
bm od
\ #
f box
k rightarrow
o krightarrow
s s
ho okrightarrow
un it
set length
unit length
n at
u ral
la nd
nat ural
l floor
v rule
al size
rm alsize
big wedge
no rmalsize
h rule
i ck
Ġ ?
al ig
th ick
su it
line s
small skip
fl at
diamond suit
alig n
thick lines
d dagger
f ra
m inus
r d
t er
ti t
me box
Ġp t
su rd
la x
tex tit
set minus
no align
re lax
sup seteq
fra mebox
