{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġ}":261,"Ġ{":262,"Ġ\\":263,"Ġ_":264,"Ġ^":265,"Ġ2":266,"Ġ)":267,"Ġ(":268,"Ġ=":269,"ra":270,"Ġ1":271,"Ġ,":272,"Ġ-":273,"rac":274,"frac":275,"ta":276,"al":277,"Ġ+":278,"Ġi":279,"ar":280,"ma":281,"ig":282,"am":283,"Ġ0":284,"ph":285,"Ġ.":286,"Ġx":287,"ti":288,"Ġ\\,":289,"le":290,"Ġa":291,"Ġn":292,"mu":293,"eta":294,"Ġd":295,"me":296,"th":297,"ft":298,"igh":299,"righ":300,"de":301,"si":302,"in":303,"Ġk":304,"Ġe":305,"left":306,"par":307,"right":308,"tial":309,"partial":310,"Ġm":311,"pha":312,"alpha":313,"Ġr":314,"da":315,"Ġt":316,"Ġ\\;":317,"Ġc":318,"Ġ~":319,"Ġp":320,"ĠA":321,"phi":322,"psi":323,"Ġj":324,"math":325,"pr":326,"bda":327,"ambda":328,"Ġ3":329,"lta":330,"Ġg":331,"Ġl":332,"nu":333,"Ġs":334,"Ġ4":335,"cal":336,"ime":337,"prime":338,"amma":339,"Ġb":340,"pi":341,"Ġz":342,"rm":343,"mathrm":344,"ot":345,"delta":346,"to":347,"bar":348,"dot":349,"Ġ|":350,"lambda":351,"qu":352,"igma":353,"beta":354,"ga":355,"mega":356,"Ġf":357,"op":358,"ĠN":359,"Ġq":360,"ĠT":361,"on":362,"Ġ]":363,"rn":364,"ve":365,"lon":366,"ĠR":367,"ope":368,"rato":369,"ame":370,"rname":371,"operato":372,"operatorname":373,"at":374,"hat":375,"int":376,"hi":377,"ĠL":378,"ĠM":379,"psilon":380,"lde":381,"tilde":382,"sigma":383,"epsilon":384,"ĠD":385,"theta":386,"ĠB":387,"gamma":388,"rt":389,"ĠS":390,"Ġ[":391,"ho":392,"rho":393,"ĠF":394,"ng":395,"ngle":396,"Ġy":397,"su":398,"ad":399,"quad":400,"Ġ/":401,"sq":402,"sqrt":403,"Ġh":404,"sum":405,"var":406,"Ġu":407,"bf":408,"tau":409,"ĠH":410,"omega":411,"ray":412,"array":413,"ĠC":414,"Ġo":415,"ĠP":416,"Ġ\\\\":417,"ĠI":418,"la":419,"ĠG":420,"ĠV":421,"ĠX":422,"ĠE":423,"xi":424,"Phi":425,"ĠJ":426,"vec":427,"Ġv":428,"ĠQ":429,"pa":430,"Gamma":431,"Lambda":432,"rangle":433,"tar":434,"pm":435,"ap":436,"ge":437,"cdot":438,"Ġ&":439,"ĠK":440,"fty":441,"infty":442,"Ġ5":443,"De":444,"Delta":445,"ow":446,"Ġ*":447,"row":448,"varphi":449,"tarrow":450,"Omega":451,"ĠU":452,"lin":453,"line":454,"rline":455,"rightarrow":456,"chi":457,"Ġ6":458,"kap":459,"kappa":460,"equ":461,"iv":462,"equiv":463,"ĠW":464,"be":465,"Psi":466,"ĠZ":467,"en":468,"gin":469,"begin":470,"end":471,"Ġw":472,"Ġ8":473,"Ġ;":474,"langle":475,"ove":476,"Ġ\\}":477,"qquad":478,"overline":479,"dag":480,"time":481,"times":482,"el":483,"big":484,"ab":485,"nab":486,"nabla":487,"ger":488,"dagger":489,"varepsilon":490,"Ġ\\!":491,"Ġ>":492,"mathcal":493,"zeta":494,"pro":495,"wi":496,"wide":497,"\\{":498,"ĠO":499,"Sigma":500,"dots":501,"Ġ\\{":502,"Ġ:":503,"st":504,"sim":505,"Big":506,"ĠY":507,"Ġ\\:":508,"ell":509,"Ġ<":510,"cdots":511,"otimes":512,"dge":513,"edge":514,"wedge":515,"Pi":516,"hbar":517,"ldots":518,"widetilde":519,"Ġ7":520,"ce":521,"spa":522,"space":523,"vert":524,"Ġ!":525,"prod":526,"Ġ9":527,"hspace":528,"un":529,"ck":530,"unde":531,"mi":532,"mathbf":533,"underline":534,"Th":535,"Theta":536,"bigg":537,"mid":538,"appro":539,"approx":540,"yle":541,"style":542,"ast":543,"\\}":544,"rel":545,"widehat":546,"ri":547,"sta":548,"ckrel":549,"stackrel":550,"leq":551,"star":552,"er":553,"per":554,"perp":555,"pt":556,"sp":557,"sc":558,"ript":559,"script":560,"te":561,"geq":562,"meq":563,"simeq":564,"ci":565,"rc":566,"circ":567,"ne":568,"long":569,"mp":570,"vartheta":571,"us":572,"tex":573,"text":574,"bo":575,"lus":576,"oplus":577,"longrightarrow":578,"Ġ'":579,"di":580,"neq":581,"se":582,"brac":583,"ral":584,"oint":585,"ystyle":586,"laystyle":587,"splaystyle":588,"displaystyle":589,"ld":590,"ddot":591,"bold":592,"boldmath":593,"Bigr":594,"Bigl":595,"not":596,"Xi":597,"biggl":598,"biggr":599,"set":600,"bigr":601,"prop":602,"propto":603,"textstyle":604,"bigl":605,"brack":606,"no":607,"fo":608,"scriptstyle":609,"ch":610,"eck":611,"check":612,"mbe":613,"numbe":614,"nonumbe":615,"nonumber":616,"leftrightarrow":617,"angle":618,"tri":619,"triangle":620,"rall":621,"forall":622,"it":623,"sub":624,"varrho":625,"Bigg":626,"Ġ\\|":627,"lbrack":628,"ps":629,"maps":630,"mapsto":631,"ong":632,"scriptscriptstyle":633,"sf":634,"imath":635,"subset":636,"Ġ--":637,"over":638,"lel":639,"paral":640,"parallel":641,"cu":642,"ll":643,"ze":644,"size":645,"Righ":646,"Rightarrow":647,"bot":648,"sh":649,"brace":650,"bu":651,"re":652,"io":653,"iota":654,"nto":655,"phanto":656,"textrm":657,"phantom":658,"overrightarrow":659,"ke":660,"cong":661,"gg":662,"scriptsize":663,"tin":664,"tiny":665,"jmath":666,"ec":667,"lle":668,"bulle":669,"bullet":670,"cup":671,"ect":672,"sla":673,"slash":674,"bigoplus":675,"bre":676,"mal":677,"om":678,"smal":679,"small":680,"Upsilon":681,"\\|":682,"kern":683,"breve":684,"cap":685,"box":686,"varpi":687,"wp":688,"lef":689,"rbrace":690,"vee":691,"sup":692,"bin":693,"leftarrow":694,"binom":695,"Im":696,"dow":697,"rbrack":698,"prot":699,"mit":700,"supset":701,"down":702,"ise":703,"raise":704,"top":705,"protect":706,"Long":707,"arrow":708,"atop":709,"downarrow":710,"Re":711,"upar":712,"arge":713,"uparrow":714,"Biggr":715,"\\:":716,"Biggl":717,"acu":718,"up":719,"acute":720,"Ġ\\#":721,"arp":722,"Le":723,"oo":724,"ftrightarrow":725,"mathsf":726,"varsigma":727,"Leftrightarrow":728,"lbrace":729,"sb":730,"bigtriangle":731,"upsilon":732,"lap":733,"ut":734,"Ve":735,"bigtriangleup":736,"Vert":737,"eq":738,"longleftrightarrow":739,"raisebox":740,"Large":741,"fl":742,"hline":743,"put":744,"tt":745,"Ġ`":746,"cdotp":747,"bj":748,"sl":749,"bigotimes":750,"overleftarrow":751,"bject":752,"doteq":753,"underbrace":754,"Longrightarrow":755,"Longleftrightarrow":756,"ip":757,"kip":758,"odot":759,"skip":760,"mathop":761,"vphantom":762,"mathit":763,"teq":764,"seteq":765,"sharp":766,"em":767,"llap":768,"otnot":769,"footnot":770,"oor":771,"floor":772,"esize":773,"make":774,"amon":775,"enspace":776,"bigcup":777,"diamon":778,"footnotesize":779,"makebox":780,"diamond":781,"ack":782,"back":783,"ild":784,"large":785,"vspace":786,"leng":787,"inus":788,"labe":789,"build":790,"backslash":791,"length":792,"label":793,"buildrel":794,"yset":795,"tharp":796,"ptyset":797,"emptyset":798,"\\,":799,"Ġ\"":800,"longmapsto":801,"textbf":802,"subseteq":803,"ref":804,"co":805,"Ġ\\/":806,"Ġmm":807,"od":808,"rightharp":809,"nup":810,"oonup":811,"rightharpoonup":812,"ds":813,"fi":814,"ni":815,"oun":816,"poun":817,"ru":818,"rfloor":819,"Ġ\\_":820,"enskip":821,"circle":822,"ominus":823,"pounds":824,"rule":825,"\\;":826,"hfi":827,"object":828,"thin":829,"Ġule":830,"bigcap":831,"ĠObject":832,"thinspace":833,"rlap":834,"overbrace":835,"colon":836,"bm":837,"eph":838,"nd":839,"aleph":840,"textup":841,"hfill":842,"bmod":843,"\\#":844,"fbox":845,"krightarrow":846,"okrightarrow":847,"ss":848,"hookrightarrow":849,"unit":850,"setlength":851,"unitlength":852,"nat":853,"ural":854,"land":855,"natural":856,"lfloor":857,"vrule":858,"alsize":859,"rmalsize":860,"bigwedge":861,"normalsize":862,"hrule":863,"ick":864,"Ġ?":865,"alig":866,"thick":867,"suit":868,"lines":869,"smallskip":870,"flat":871,"diamondsuit":872,"align":873,"thicklines":874,"ddagger":875,"fra":876,"minus":877,"rd":878,"ter":879,"tit":880,"mebox":881,"Ġpt":882,"surd":883,"lax":884,"textit":885,"setminus":886,"noalign":887,"relax":888,"supseteq":889,"framebox":890}